Repository: svijasvg/cloud
Catalog: svija/locale/*/LC_MESSAGES/django.po
Languages: fr

source: always include
fr: toujours inclure

source: artboard width
fr: largeur plan de travail

source: contents
fr: contenu

source: display order
fr: ordre d'affichage

source: enabled
fr: activé

source: fonts
fr: polices

source: illustrator file
fr: fichier Illustrator

source: illustrator files
fr: Fichiers Illustrator

source: included script
fr: script inclus

source: included scripts
fr: scripts inclus

source: instructions link
fr: lien

source: instructions notes
fr: notes

source: link instructions
fr: Notes d’utilisation et lien vers les instructions sur <a href=https://tech.svija.com target=_blank>tech.svija.com</a>

source: load order
fr: ordre de chargement

source: name
fr: nom

source: screen size
fr: taille d'écran

source: script content
fr: contenu

source: script name
fr: nom

source: script library
fr: bibliothèque de scripts

source: script libraries
fr: bibliothèques de scripts

source: script type
fr: type

source: settings
fr: paramètres

source: title
fr: titre

source: visible width
fr: largueur visible

source: x offset
fr: décalage X

source: y offset
fr: décalage Y

source: z index
fr: indice z

source: descRedirect
fr: Liens internes commencent par un <b>/ simple</b> · liens externes commencent par <b>https://</b> · <a href=https://tech.svija.com/programs/cloud/redirects target=_blank>documentation↑</a>

source: descFonts
fr: Les polices sont ajoutées ici lors du premier chargement de la page · <a href=https://fonts.adobe.com/my_fonts#web_projects-section target=_blank>polices Adobe↑</a> · <a href=https://fonts.google.com/ target=_blank>polices Google↑</a> · <a href=https://tech.svija.com/programs/cloud/fonts target=_blank>documentation↑</a>

source: font settings
fr: paramètres de police

source: descSection
fr: Sections disponibles ou langues prises en charge · <a href=https://tech.svija.com/programs/cloud/sections target=_blank>documentation↑</a>

source: title iPhone icon
fr: Titre & icône iPhone

source: section email settings
fr: Paramètres de mail

source: contact form fields
fr: Étiquettes champs formulaire

source: status message alerts
fr: Messages de statut et alertes

source: section source message
fr: Message code source

source: descScreens
fr: Tailles d'écran prises en charge · maximale=0 pour une largeur illimitée · <a href=https://tech.svija.com/programs/cloud/screens target=_blank>documentation↑</a>

source: screens details
fr: détails

source: pixel dimensions
fr: format en pixels

source: descRobots
fr: Indique aux moteurs de recherche s'ils doivent ou non référencer le site · <a href=https://fr.wikipedia.org/wiki/Protocole_d%27exclusion_des_robots target=_blank>Wikipedia</a> · <a href=https://tech.svija.com/programs/cloud/robots target=_blank>documentation↑</a>

source: descScript
fr: Les bibliothèques de scripts peuvent être incluses ici ou dans les <a href=/cloud/svija/page/ target=_blank>paramètres de page</a> · <a href=https://tech.svija.com/programs/cloud/script-sets target=_blank>documentation↑</a>

source: descModules
fr: Les modules peuvent être inclus ici ou dans les <a href=/cloud/svija/page/>paramètres de page</a> · <a href=https://tech.svija.com/programs/cloud/modules target=_blank>documentation↑</a>

source: positdesc
fr: Superposé à la page Illustrator · décalage négatif = en haut / à gauche · décalage positif = en bas / à droite

source: placement
fr: positionnement

source: descSettings
fr: Pour changer l'adresse de votre site web, visiter <a href=https://tech.svija.com/url target=_blank>tech.svija.com/url</a> · <a href=https://tech.svija.com/programs/cloud/settings target=_blank>documentation↑</a>

source: descAdobeProject
fr: Cliquez sur l’icône [↗] dans la section des polices de l’application Creative Cloud pour créer un projet web

source: descColors
fr: Changer les couleurs de cette interface en renseignant des couleurs CSS valides

source: website settings
fr: Paramètres du site

source: email sending
fr: Envoi de mail

source: descPages
fr: Paramètres spécifiques à cette page · <a href=https://tech.svija.com/programs/cloud/pages target=_blank>documentation↑</a>

source: page setup
fr: paramètres

source: more page settings
fr: Autres paramètres

source: css script
fr: CSS

source: head js script
fr: JS head

source: body js script
fr: JS body

source: html script
fr: HTML

source: form script
fr: formulaire

source: redirect enabled
fr: activé

source: from URL
fr: ancienne adresse

source: to URL
fr: nouvelle adresse

source: url redirect
fr: redirection

source: url redirects model list
fr: 3.2 · Redirections

source: svg name
fr: nom SVG

source: font family
fr: famille

source: font weight
fr: poids

source: font style
fr: style

source: woff name
fr: fichier WOFF

source: google font
fr: police Google

source: adobe font
fr: police Adobe

source: font enabled
fr: activé

source: adobe url
fr: URL fichier WOFF2 Adobe

source: font
fr: police

source: font model list
fr: 2.3 · Polices

source: section address
fr: adresse

source: language code
fr: code langue

source: section enabled
fr: activé

source: default page
fr: page par défaut

source: iphone icon
fr: icône iPhone

source: destination email
fr: destinataire

source: bcc address
fr: adresse Cci

source: email subject
fr: objet

source: return address label
fr: étiquette de retour

source: name label
fr: nom

source: business label
fr: société

source: email label
fr: adresse mail

source: message label
fr: message

source: send label
fr: bouton d'envoi

source: initial status
fr: statut initial

source: sending status
fr: pendant l'envoi

source: sent status
fr: mail envoyé

source: email sent alert
fr: mail envoyé (alerte)

source: send failed alert
fr: échec d'envoi (alerte)

source: source code message
fr: texte

source: section model list
fr: 1.3 · Sections

source: artboard code
fr: plan de travail

source: break point
fr: point de rupture

source: screen size model list
fr: 1.2 · Tailles d'écrans

source: script library name
fr: nom

source: script library model list
fr: 3.1 · Bibliothèques de Scripts

source: position attached
fr: fixe

source: position floating
fr: flottant

source: position none
fr: aucun

source: top left
fr: haut/gauche

source: top right
fr: haut/droite

source: bottom left
fr: bas/gauche

source: bottom right
fr: bas/droite

source: css id
fr: ID CSS

source: floating attached
fr: fixe/flottant

source: corner position
fr: coin

source: module model list
fr: 2.2 · Modules

source: robots.txt file
fr: robots.txt

source: robots model list
fr: 3.3 · Robots.txt

source: default section
fr: section par défaut

source: on line
fr: en ligne

source: site url
fr: URL du site

source: display p3
fr: couleur "Display P3"

source: google analytics id
fr: ID Google Analytics

source: cookies allowed
fr: cookies autorisés

source: adobe project id
fr: ID projet web Adobe

source: adobe stylesheet
fr: feuille de style Adobe

source: main color
fr: couleur principale

source: accent color
fr: couleur d'accent

source: dark color
fr: couleur foncée

source: email username
fr: identifiant

source: email password
fr: mot de passe

source: email server
fr: serveur SMTP

source: email server port
fr: port

source: use tls
fr: utiliser TLS

source: website
fr: site web

source: website settings model list
fr: 1.1 · Paramètres du site

source: address
fr: adresse

source: publication date
fr: date de publication

source: link name
fr: nom

source: accessibility content
fr: contenus accessibilité

source: default modules
fr: modules par défaut

source: default scripts
fr: scripts par défaut

source: default dimensions
fr: format par défaut

source: page model list
fr: 2.1 · Pages

source: link to module
fr: lien vers module

source: links to modules
fr: liens vers modules

source: link to script
fr: lien vers script

source: links to script
fr: liens vers scripts

source: file name
fr: nom

source: cache cleared
fr: Le cache a été vidé.

source: unable to clear cache
fr: Impossible de vider le cache — êtes-vous connecté à Internet ?

source: clear cache link
fr: vider cache

source: Thanks for using Svija.
fr: Merci d'avoir choisi Svija.

source: enter adobe project id
fr: Coller la balise CSS Adobe copiée dans le champ ID de projet web Adobe

source: adobe project wrong length
fr: L’ID de projet web Adobe a une longueur incorrecte

source: returned empty file
fr: Fichier CSS Adobe vide

source: contained no fonts
fr: Fichier CSS Adobe ne contient aucune police

source: search css manually
fr: voir CSS dans paramètres du site
